export const CITY_ADMIN_AREAS: Record<string, string[]> = {
  "Москва": [
    "ЦАО",
    "САО",
    "СВАО",
    "ВАО",
    "ЮВАО",
    "ЮАО",
    "ЮЗАО",
    "ЗАО",
    "СЗАО",
    "ЗелАО",
    "НАО",
    "ТАО"
  ],
  "Санкт-Петербург": [
    "Адмиралтейский район",
    "Василеостровский район",
    "Выборгский район",
    "Калининский район",
    "Кировский район",
    "Колпинский район",
    "Красногвардейский район",
    "Красносельский район",
    "Кронштадтский район",
    "Курортный район",
    "Московский район",
    "Невский район",
    "Петроградский район",
    "Петродворцовый район",
    "Приморский район",
    "Пушкинский район",
    "Фрунзенский район",
    "Центральный район"
  ],
  "Казань": [
    "Вахитовский район",
    "Авиастроительный район",
    "Кировский район",
    "Московский район",
    "Ново-Савиновский район",
    "Приволжский район",
    "Советский район"
  ],
  "Екатеринбург": [
    "Верх-Исетский район",
    "Железнодорожный район",
    "Кировский район",
    "Ленинский район",
    "Октябрьский район",
    "Орджоникидзевский район",
    "Чкаловский район"
  ],
  "Новосибирск": [
    "Дзержинский район",
    "Железнодорожный район",
    "Заельцовский район",
    "Калининский район",
    "Кировский район",
    "Ленинский район",
    "Октябрьский район",
    "Первомайский район",
    "Советский район",
    "Центральный район"
  ]
};

